Repository: 2aces/sunny
Catalog: languages/sunny-*.po
Languages: pt_br

source: Settings
pt_br: Configurações

source: Accounts
pt_br: Contas

source: General
pt_br: Geral

source: Tools
pt_br: Ferramentas

source: Integration
pt_br: Integração

source: WP Human Mailing List
pt_br: Lista de Email da WP Human

source: <strong>News: </strong> Sunny has been updated to version 1.5.4. From version 2 onwards, Sunny requires WP Cron. Be prepare for Sunny version 2, follow this <a href="%s">tutorial</a> to set up WP Cron properly.
pt_br: <strong>Novidade: </strong> Sunny foi atualizada para 1.5.4. A partir da versão 2.0.0, Sunny vai requerer WP Cron. Prepare-se para a versão 2, usando este <a href="%s">tutorial</a> para configurar o WP Cron adequadamente.

source: <strong>News: </strong> WP Human has published a <a href="%s">tutorial</a> about using CloudFlare on WordPress. Be sure to <a href="%s">check it out</a>.
pt_br: <strong>Novidades: </strong> a WP Human publicou um <a href="%s">tutorial</a> sobre usar CloudFlare no WordPress. Não deixe de <a href="%s">ver</a> (em inglês).

source: <strong>Important: </strong> If you have previously installed Sunny version v1.3.0 or before, you would lost the Cloudflare credentials and settings. This is because version 1.5.0 is a major upgrade and most of the code is changed. <br /><strong>Good news</strong> Email notifications can been disabled since version 1.4.2. Click <a href="%s"><strong>here</strong></a> to review all necessary settings.
pt_br: <strong>Importante: </strong> Se você já tinha instalado Sunny versão 1.3.0 ou anterior, você deve ter perdido as credenciais e configurações Cloudflare. Isto aconteceu por quê a versão 1.5.0 é uma atualização profunda e muito do código foi mudado. <br /><strong>Boas notícias</strong> Notificações de Email podem ser desabilitadadas desde a versão 1.4.2. Clique <a href="%s"><strong>aqui</strong></a> para rever as configurações necessárias.

source: Howdy
pt_br: Olá

source: These IPs have been blacklisted in CloudFlare.
pt_br: Estes IPs foram adicionados à lista negra na CloudFlare.

source: This IP has been blacklisted in CloudFlare.
pt_br: Este IP foi adicionado à lista negra na CloudFlare.

source: IP Address
pt_br: Endereço IP

source: Due To
pt_br: Devido a

source: Date/Time
pt_br: Data / Horário

source: These IPs would be locked out from your site <strong>forever</strong>. To unlist this IP please vist your <a href="https://www.cloudflare.com/threat-control/">CloudFlare Dashboard</a>.
pt_br: Estes IPs devem ficar banidos do seu site <strong>para sempre</strong>. Para remover estes IPs, por favor, visite <a href="https://www.cloudflare.com/threat-control/">seu painel na CloudFlare</a>.

source: This IP would be locked out from your site <strong>forever</strong>. To unlist this IP please vist your <a href="https://www.cloudflare.com/threat-control/">CloudFlare Dashboard</a>.
pt_br: Este IPs devem ficar banidos do seu site <strong>para sempre</strong>. Para remover este IP, por favor, visite <a href="https://www.cloudflare.com/threat-control/">seu painel na CloudFlare</a>.

source: *This email was generated automatically by <a href="http://wordpress.org/plugins/sunny/">Sunny(Connecting CloudFlare &amp; WordPress)</a>. To change your email preferences please visit the <a href="%s">plugin settings</a>.
pt_br: *Este email foi gerado automaticamente por <a href="http://wordpress.org/plugins/sunny/">Sunny (Connecting CloudFlare &amp; WordPress)</a>. Para mudar suas preferências de email, por favor, visite <a href="%s">as configurações do plugin</a>.

source: Blacklist Notification
pt_br: Notificação de Lista Negra

source: The callback function used for the <strong>%s</strong> setting is missing.
pt_br: A função callback usada para a configuração <strong>%s</strong> não foi encontrada.

source: Upload File
pt_br: Subir Arquivo

source: Settings updated.
pt_br: Configurações Atualizadas

source: CloudFlare Accounts
pt_br: Contas CloudFlare

source: This free version of Sunny only support a signle CloudFlare Account.
pt_br: A versão grátis do Sunny suporta apenas uma conta CloudFlare.

source: CloudFlare Email
pt_br: Email CloudFlare

source: The email address associated with the CloudFlare account.
pt_br: O endereço de email associada à conta CloudFlare.

source: CloudFlare API Key
pt_br: Chave de API da CloudFlare

source: This is the API key made available on your <a href='https://www.cloudflare.com/my-account.html'>CloudFlare Account</a> page. Read <a href='https://www.wphuman.com/make-cloudflare-supercharge-wordpress-sites/?utm_source=sunny&utm_medium=plugins&utm_term=find%20api%20key&utm_content=settings%20page&utm_campaign=wordpress%20org#api-key'>this tutorial</a> for detailed instruction
pt_br: Esta é a chave APU disponível em sua <a href='https://www.cloudflare.com/my-account.html'>conta CloudFlare</a>. Leia<a href='https://www.wphuman.com/make-cloudflare-supercharge-wordpress-sites/?utm_source=sunny&utm_medium=plugins&utm_term=find%20api%20key&utm_content=settings%20page&utm_campaign=wordpress%20org#api-key'>este tutorial</a> para instruções detalhadas.

source: Purger Settings
pt_br: Configurações do Expurgador

source: Homepage
pt_br: Página Inicial

source: Purge homepage whenever post updated..
pt_br: Expurgar a home page quando um post for atualizado

source: Purge Taxonomies
pt_br: Expurgar Taxonomias

source: Purge associated pages(e.g.: tags, categories and custom taxonomies) whenever post updated.
pt_br: Expurga as páginas associadas (e.g. tags, categorias, taxonomias customizadas) quando um post for atualizado.

source: Admin Bar Settings
pt_br: Configurações da Barra de Admin

source: Hide Admin Bar
pt_br: Não mostrar barra de Admin

source: Hide admin bar on public-facing pages(for logged in users only).
pt_br: Esconder a barra de admin nas páginas públicas do site (apenas para usuários ligados).

source: Security Settings
pt_br: Configurações de Segurança

source: Ban Login with Bad Usernames
pt_br: Banir tentativas de login com nomes de usuários vetados.

source: Blacklist IP which attempt to login with bad usernames.
pt_br: Coloca o IP que tentar logar com nomes vetados numa Lista Negra.

source: Customize Bad Usernames
pt_br: Customizar Nomes de Usuários Vetados

source: Sunny bans <code>Admin</code> and <code>Administrator</code> by default. You can define your own bad usernames here, separated by commas.<br />Example: <code>root, test, wordpress</code>
pt_br: Sunny vai banir <code>Admin</code> e<code>Administrator</code> por padrão. Você pode definir sua própria lista de nomes de usuários vetados aqui, separado por vírgulas.<br />Exemplo: <code>root, test, wordpress</code>

source: Notification Settings
pt_br: Configurações de Notificações

source: Notification Frequency
pt_br: Frequ6encia de Notificação

source: How often do you want to receive notification emails?
pt_br: Com que frequência você quer receber emails de notificação?

source: Immediately
pt_br: Imediatamente

source: Hourly
pt_br: A cada hora

source: Twice Daily
pt_br: Duas vezes ao dia

source: Daily
pt_br: Diariamente

source: Never
pt_br: Nunca

source: Blacklist Notification Subject
pt_br: Assunto da notificação de Lista Negra

source: This subject will be used in all blacklist notification emails.
pt_br: Este é o assunto dos emails de notificação de lista negra.

source: Sender Settings
pt_br: Configurações do Remetente

source: From Email
pt_br: Email do remetente

source: Name the recipients will see in their email clients.
pt_br: Nome que os destinatários verão no programa de email.

source: From Address
pt_br: Endereço do Remetente

source: This email address will be used as the sender of the outgoing emails.
pt_br: O email que será usado como remetente dos emails enviados.

source: Integration Settings
pt_br: Configurações de Integração

source: iThemes Security
pt_br: Themes Security

source: When <a href="http://ithemes.com/security/">iThemes Security</a> blocks an IP, tell CloudFlare to blacklist it also.
pt_br: Quando o <a href="http://ithemes.com/security/">iThemes Security</a> bloqueia um IP, informa à CloudFlare para bloquear também.

source: Contact Form 7
pt_br: Contact Forma 7

source: When <a href="https://wordpress.org/plugins/contact-form-7/">Contact Form 7</a> marks a spam, tell CloudFlare to blacklist its IP.
pt_br: Quando <a href="https://wordpress.org/plugins/contact-form-7/">Contact Form 7</a> marca um spam, avisa à CloudFlare para bloquear o seu IP.

source: When <a href="https://wordpress.org/plugins/zero-spam/">WordPress Zero Spam</a> blocks an access, ban its IP as well.
pt_br: Quando <a href="https://wordpress.org/plugins/zero-spam/">WordPress Zero Spam</a> bloqueia um acesso, bloqueia seu IP na CloudFlare também.

source: Go
pt_br: Prossiga

source: Test Connection
pt_br: Testar Conexão

source: To check if <code>Sunny</code> can connect to CloudFlare's server. <a href='https://www.wphuman.com/make-cloudflare-supercharge-wordpress-sites/?utm_source=sunny&utm_medium=plugins&utm_term=Tools%20successful%20connection%20example&utm_content=settings%20page&utm_campaign=wordpress%20org#test-connection'>Here</a> is a successful example.
pt_br: Para verificar se <code>Sunny</code> pode conectar aos servidores CloudFlare. <a href='https://www.wphuman.com/make-cloudflare-supercharge-wordpress-sites/?utm_source=sunny&utm_medium=plugins&utm_term=Tools%20successful%20connection%20example&utm_content=settings%20page&utm_campaign=wordpress%20org#test-connection'>Aqui</a> tem um exemplo quando dá certo.

source: Zone Purger
pt_br: Expurgar da Zona

source: Clear all cache
pt_br: Limpar todo o Cache

source: Clear CloudFlare's cache.<br />This function will purge CloudFlare of any cached files. It may take up to 48 hours for the cache to rebuild and optimum performance to be achieved so this function should be used sparingly.
pt_br: Limpa o cache da CloudFlare.<br /> Esta função vi limpar todos os arquivos da CloudFlare. Pode levar até 48 horas para o cache ser refeito e a melhor performance ser atingida, então, use esta função com cuidado.

source: URL Purger
pt_br: Expurgador de URL

source: Clear cache
pt_br: Limpar Cache

source: Purge a post by URL and (if enabled) its associated pages(e.g: categories, tags and archives).
pt_br: Expurgar um post por URL e (se ativado), também as páginas associadas (e.g: categorias, tags e arquivos).

source: Post URL
pt_br: URL do Post

source: The URL you want to purge. Start with <code>http://</code> or <code>https://</code>
pt_br: A URL que você quer limpar. Comece com <code>http://</code> ou <code>https://</code>

source: Every 10 mins
pt_br: A cada 10 minutos

source: marks it as a spam
pt_br: Marca como spam

source: Tried to login as `%s`
pt_br: Tentou logar como `%s`

source: Contact Form 7 marks it as a spam
pt_br: Contact Form 7 marca-o como Spam

source: iThemes Security lock this ip out because of %s
pt_br: iThemes Security travou este IP por quê %s

source: iThemes Security lockout because of %s
pt_br: iThemes Security destravou por quê %sß
